[	"American Inequality Is Rising Because Everyone's Marrying The Wrong People",
	"The Secret Decoder Pin",
	"'Star Wars: The Force Awakens' Box Office: $27M Thursday, $391M First Week, $813M Worldwide Total",
	"The Loneliest Galaxy In The Universe",
	"Toyota To Remain World's Largest Automaker",
	"'Deadpool' Trailer Sells An R-Rated Comic Book Movie Aimed At My 4-Year-Old Son",
	"Inside China's Smart Money This Week: December 21-25",
	"Pivotal Divisional Battles Highlight Top-Priced NFL Tickets Of Week 16",
	"Rejection And Physical Pain Are The Same To Your Brain",
	"The Absurdity Of The Market For Onions In India",
	"NHS Choir 'A Bridge Over You' Charity Single Beats Justin Bieber to U.K. Christmas Number 1",
	"Swiss Watch Brand Tudor Takes Things In-House",
	"The One New Year's Travel Resolution You Absolutely Need To Make",
	"Swiss Monetary Reform Referendum Is, Sadly, Driven By Ill Informed Loons",
	"The Farce Awakens In The Star Wars Holiday Special",
	"Abbott targeting Olympic Games debut in 2016",
	"UCI alters World Championship qualification rules",
	"Giant-Alpecin reveal 2016 jersey - News Shorts",
	"Vuelta a Andalucia organiser says Froome yet to commit to 2016 race",
	"Cookson: ASO can't pick and choose which rules apply to them",
	"MIT's New Blockchain Project Enigma Wants To Let You Share Your Data On Your Terms",
	"The Cyclingnews Podcast: Exclusive interview with Taylor Phinney",
	"Elon Musk, Jeff Bezos Crash And Burn In This Hilarious Taiwanese Animators Video",
	"News Shorts: Pinot to lead FDJ at Volta ao Algarve",
	"The Top Three Online Security Menaces You Should Worry About In 2016",
	"Middle Class Stagnation And The Robots Coming To Take All Our Jobs",
	"Google Is Working On A New Chat App And AI Chat Companions: Report",
	"Here Are The Bill Nye Reaction GIFs You Didn't Know You Needed",
	"Verbruggen accuses UCI of failing to pay his legal fees",
	"How We Fall For The Greatest Con Job Of All",
	"Basta! Hillary Clinton Is #NotMyAbuela, Twitter Says",
	"Facebook \"Free Basics\" Curtailed in India Over Net Neutrality Dispute",
	"These 3 Entrepreneurs Started Companies To Help Their Grandparents",
	"Charter Amendments: The Future of Government Reform?",
	"The best of women's racing in 2015 - Gallery",
	"Researchers Say The Juniper Hack Could Be The Work Of Government--But Which One?",
	"12 Days of Dig: Day 7",
	"12 Days of Dig: Day 8",
	"Quintana’s path to Tour de France starts with Tour de San Luis",
	"5 Tax Talks To Have With Your Adviser Before 2016",
	"DraftKings And FanDuel Fight For Survival In Illinois",
	"The Most Pivotal Social Media Moments Of 2015",
	"The 2015 Fast Company Yule Log",
	"12 Days of Dig: Day 6",
	"5 Ways To Get a Meeting With Elon Musk",
	"Are Boston Dynamics' Robot Reindeer The Ghosts Of Christmas Future?",
	"T-Mobile \"Binge On\" Video Streaming Program Accused Of Throttling Traffic To YouTube",
	"6 Leadership Skills To Help You Navigate Family Holidays",
	"Chipotle Overhauls Food Safety Protocols After Outbreaks",
	"Watch This Awesome Video Of SpaceX's Incredible Falcon 9 Rocket Landing",
	"The World Of Cycling According To G, by Geraint Thomas",
	"UCI reveals first glimpse of new Dimension Data kit",
	"Ahoy! Whaling Is The New Phishing: Is Your Boss Really Your Boss?",
	"Make any gloves work with a touchscreen with GloveTacts",
	"Your Employees' Sleep Problems Are Costing Your Business Time And Money",
	"You Can Now Explore 360-Degree Videos On Apple TV, No VR Headset Required",
	"Riders urged to consider Strava privacy settings after thieves target Manchester cyclist",
	"Le Tour de France Departs in Germany",
	"Why the President of Equinox Is 'Worried' About Millennial Employees",
	"Today in Tabs: Graduation Day",
	"2016 WorldTour team bikes guide",
	"Team Sky Continue to use Stages Cycling",
	"Introducing Term Meta Data In WordPress And How To Use Them",
	"2015 Peloton Photo Annual is Here!",
	"Merckx: Froome will win the Tour again as he has no real rivals",
	"This week's sponsor: Padded Spaces",
	"Responsive Images Now Landed In WordPress Core",
	"World Cup Namur...LIVE!",
	"Startt Collection: 2015 in Images",
	"Scheldecross...LIVE!",
	"How the Internet Saved Christmas for Me",
	"Web Development Reading List #116",
"12 Days of Dig: Day 10",
	"12 Days of Dig: Day 9",
	"Web Development Reading List #117: Storytelling, Security in Devtools and 350ms Tap Delay",
	"Five tips to nail the Rapha Festive 500",
	"This week's sponsor: DreamFactory",
	"Posting on Social Media: How to Make People Love You",
	"Mark Llobrera · Professional Amateurs: Write What You Know (Now)",
	"Getting Back Into The (Right) Deliverables Business",
	"10 best ways to make your bike more comfortable",
	"Peter Sagan’s 10 greatest moments of 2015",
	"Only 0.04% Reach $100 Million in Annual Revenue. Here&#8217;s the One Thing Driving YapStone&#8217;s Explosive Growth.",
	"12 Days of Dig: Day 11",
	"Optimizing Your Design For Rapid Prototype Testing",
	"5 of the world's most exclusive road bikes - video",
	"A Guide To Simple And Painless Mobile User Testing",
	"Could cutting carbs help you ride faster?",
	"Writing CSS on Growing Teams",
	"Web Development Reading List #118: Opera Mini, BPG Format, Accessible Tabs and Flexbox",
	"Armitstead hopes to ride Tour de Yorkshire after ‘brutal honesty’ leads to full women’s race",
	"The Top 3 Reasons Santa Claus Would Fail a Performance Review",
	"Getting More Work Done Without Simply Working More Hours",
	"UCI to launch new rolling World Ranking system in 2016",
	"This week's sponsor: World IA Day",
	"2017 Tour de France to Begin in Dusseldorf",
	"5 Internet Marketing Mistakes That 90% of Marketers Make",
	"Taxation Without Representation",
	"How To Connect With Family When You Can&#8217;t Go Home For The Holidays",
	"This week's sponsor: MailChimp Pro",
	"Icons of cycling: Herne Hill Velodrome",
	"The Most Productive Ways to Spend Your Holiday (That Don't Involve Working)",
	"Science Has Discovered the Secret to Exceptional Charisma",
	"The Christmas Holiday Quiz",
	"Rival teams brawl and race leader quits as the mayhem continues at the Tour of Costa Rica",
	"Tour Down Under 2016 preview (video)",
	"Merry Christmas Cafe!",
	"Website Layout Tools Compared: Flexbox Vs. Susy",
	"Hit-and-run driver who left cyclist for dead banned from driving",
	"Last minute Christmas gifts for cyclists",
	"This week's sponsor: TeamGantt",
	"This week's sponsor: Pantheon",
	"Top 10 cycling news stories of 2015",
	"So What Do We Make of Ballan Now?",
	"Why Brand Management Will Be Crucial In 2016",
	"16 of the best British sportives to ride in 2016",
	"Getting Started With CSS calc()",
	"25 Signs You Need to Migrate From Founder to CEO",
	"What Happened to the 10 Predictions for 2015?",
	"Rachel Andrew on the Business of Web Dev: It&#8217;s the People They Know",
	"5 Companies That Totally Blew Their Apologies in 2015",
	"8 Proven Marketing Controls to Help You Scale Your Company",
	"Ask Dr. Web with Jeffrey Zeldman: Looking for Love: Standing Out from the Crowd of Web Job Seekers",
	"Christmas Cross: Know Your Kerstperiode!",
	"How a Business Trip to Orlando Became a Voyage of Discovery",
	"Rolling Out Responsive",
	"Animating Clipped Elements In SVG",
	"The New World Tour",
	"Matt Griffin on How We Work: Balancing the Scale",
	"This week's sponsor: Liquid Web",
	"Social Media Marketing: 5 Tips To Get It Right In 2016",
	"7 Incredibly Simple But Effective Habits To Develop In 2016",
	"Team Sky to continue with single-sided Stages power meters in 2016",
	"Lampre send young guns to Tour Down Under",
	"Never Tie Your Sense of Self to These 3 Common Things",
	"2016 Paris-Nice Route",
	"Traveling Like a Boss (Lady) This Holiday Season: What Actually Works for a Woman on the Go.",
	"Freebie: Christmas Icons Set (110 Icons, AI, PSD, EPS)",
	"To Make Tomorrow Great, Start It Today",
	"Tour Down Under: Matt White's guide to the race",
	"How to build your new bike",
	"Design, White Lies &amp; Ethics",
	"Planning and Organizing Workshops",
	"Offseason Capsule: Gorilla, Fighters",
	"Six things no-one tells you when you start cycling",
	"Career Consultation with Dr. Web—Live",
	"Mixing Color for the Web with Sass",
	"Making Accessibility Simpler, With Ally.js",
	"Selecting Effective Workshop Tasks",
	"An Introduction To PostCSS",
	"Why Passphrases Are More User-Friendly Than Passwords",
	"The Return of Lightweight Bikes?",
	"Web Development Reading List #115",
	"Why Performance Matters, Part 3: Tolerance Management",
	"Bookwalter strikes a balance at BMC",
	"The Perfect Storm in Digital Law",
	"Book Review: “Parlons Vélo” with Marc Madiot",
	"Frameworks",
	"Interaction Is an Enhancement",
	"Reimagining Single-Page Applications With Progressive Enhancement",
	"ASO vs UCI: The War Resumes",
	"Who Will Make The Cut?",
	"Lessons Learned In Big App Development, A Hawaiian Airlines Case Study",
	"Tink-Off",
	"The Only Job-Search Question I Won't Answer",
	"Shah Rukh Khan - The Biggest Movie Star In The World.",
	"War In The Stars, Catching A Man-Made Wave, Netflix Socks",
	"The Most Important Psychology Story Of 2015: Do No Harm Means Do No Harm",
	"'Hanging In There' Is Not A Career Strategy",
	"This Popular Dividend Growth Stock Could Fall Hard in 2016",
	"Power Entrepreneur Is Among China's Class Of '15 Billionaires As Year Winds Down",
	"State Of Texas Committed To Paying Full $25 Million Formula One Fee",
	"The Hottest Men In France: Firefighters Flaunt Their Pecs In A Steamy Calendar",
	"How To Say No To Your Boss's Unreasonable Requests",
	"Nuclear Adventure: Rare Visit To Soviet Arctic Test Site, Novaya Zemlya",
	"Van Garderen: Porte and I will make other teams nervous",
	"Two Alluring Ferraris Come To Auction: Gooding & Company At Scottsdale 2016",
	"The Big Move: Committing To Your Vision",
	"On Boxing Day, Which Candidates Will Duke It Out In January?",
	"Watch Star Wars In The Best Order To Avoid Spoilers",
	"Retiring Chief of IAM, Boeing's Biggest Union, Will Work for Hillary Clinton",
	"Can The Big Banks Get On A Better Track?",
	"14 Tools For Creative Leaders' Toolkits In 2016 From Ad Legend Keith Reinhard",
	"How To Handle And Store Leftovers",
	"Mercedes-AMG CLK GTR At Bonhams Grand Palais Retromobile Auction: A Perfect AMG Showroom Display Car For A Mercedes Dealer",
	"Offseason Capsule: Tinkov's Team",
	"5 riders with a point to prove in 2016",
	"Heusden-Zolder CX...LIVE!",
	"Dimension Data, Cannondale and AG2R La Mondiale jerseys for 2016",
	"How to Run Your Startup Like Richard Branson",
	"21 Super Inspiring Quotes for Leaders",
	"Top 5 Ecommerce Platforms in 2016",
	"Singletrack Christmas Advent Competition- THE WINNER IS..",
	"Ferrari 'could quit' F1 over rules",
	"Fresh Goods Friday 272",
	"Verstappen tops 2015 overtakes",
	"It Wouldn’t be a Dirt Christmas Without…",
	"VIDEO: Who was top of the strops in F1 2015?",
	"VIDEO: F1 season's funniest moments",
	"All I want for Christmas… Gee Atherton",
	"Our July 2015 Issue Won 'Cover of the Year'",
	"Formula 1 2015 through the lens",
	"Career Opportunities at the 417 Project",
	"10 Winter Riding Tips – brought to you by Cling Film",
	"Renault completes takeover of Lotus",
	"Tested: Rudy Project Tralyx Sport Sunglasses",
	"BBC to end F1 TV contract early",
	"Crash Course: How to Handle a Car-Bike Collision",
	"The Cipollini RB800 is Fast, Stiff, and Ready to Climb",
	"Renault to be humble in 2016 - boss",
	"Telling Stories",
	"These Holiday-Themed Workouts Make Winter Training More Fun",
	"What's the Fastest Bike Color?",
	"Get Loose with Yoga for Real-World Cyclists",
	"Bicycles Can Be a \"Huge Part\" of Combating Climate Change",
	"29ers Are Faster than 26ers, Study Finds",
	"F1 2015: The stars of the season",
	"Whistler: Movie Premiere Coming This Saturday",
	"Kabbani's Ultimate Playground - Video",
	"Gstaad Games with Brendan Fairclough and Neko Mulally - Video",
	"Review: Rauler Classic Lugged",
	"Ride With The Swedes, Episode Six: Soul Searching in Turkey - Video",
	"From April Fool to Reality: Mechanical Doping in Professional Cycling",
	"Pearl Izumi Elite Barrier Convertible Jacket - Review",
	"How The Most Influential Children’s Cycling Charity Almost Never Got Started",
	"GoPro Contest: Semi Finals Voting Now Open",
	"SPONSORED CONTENT: Don’t Let a Cold Ruin Your Holiday Season",
	"12 Days of Christmas: Day 1 – Ends of the Earth",
	"Phil Atwill: Crushing It (VIDEO)",
	"Soho Bikes TV With Greg Minnaar",
	"Eliot Jackson’s Ultimate [Off] Season",
	"All I want for Christmas… Manon Carpenter",
	"Eliot Jackson: Ten Questions and One New Edit - Video",
	"Lack Of Alpine Snow Means More Mountain Biking",
	"Why You Shouldn't Feel Bad About Fueling Rides with Chocolate",
	"Amazing Cyclists You Should Know: Kyleanne Hunter",
	"Podcasts: This Is How We Do It: Deafheaven",
	"Afterword: Scott Weiland",
	"Podcasts: This Is How We Do It: Oneohtrix Point Never",
	"Photo Galleries: The Year in Photos 2015",
	"Staff Lists: The Best of Pitchfork.tv 2015",
	"Nicholi Rogatkin – Year #2",
	"This Sturdy $200 Wok Is Worth Its Weight in Gold",
	"Interviews: Life on the Line: A Telephone Conversation With Erykah Badu",
	"Rolling on Dubs: Angelic Wars: Revisiting Goodie Mob’s <i>Soul Food</i>",
	"Staff Lists: The 100 Best Tracks of 2015",
	"This IMAX-Powered Spin Studio Is Rocking",
	"We Dare You: 63 Thrilling Challenges for Cyclists in 2016",
	"40 Reasons to Ride More in 2016",
	"Georgia Gould: Pro Cyclist, Beekeeper",
	"Transition Bikes Launch Carbon Patrol…",
	"Ride With Hans Rey In 360 Degree Video",
	"All I want for Christmas… Olly Wilkins",
	"2017 Tour de France Will Start in Dusseldorf",
	"All I want for Christmas… Rachel Atherton",
	"Staff Lists: Albums of the Year 2015: Honorable Mention",
	"Staff Lists: The Year in Quotes 2015",
	"Staff Lists: Holiday Gift Guide 2015",
	"We Dare You: Start a Ride Streak",
	"Staff Lists: Guest List: Best of 2015",
	"How Todd Sadow’s Epic Rides Got So Epic",
	"12 pros of Christmas: Josh Bryceland!",
	"How Your GPS Lies to You",
	"Staff Lists: The Year in Electronic Music 2015",
	"First Look: 2016 Specialized Dolce Comp Evo",
	"Staff Lists: The Year in News 2015",
	"The Best and Hardest Climbs in the US",
	"Chris Porter Talks: GeoMetron 29\" Prototype",
	"A Rocky Mountain Christmas",
	"Singletrack Advent Calendar – Day 22",
	"Staff Lists: The Year in Lyrics 2015",
	"Staff Lists: The Best Music Videos of 2015",
	"Anton's Company Ride - Happy Holidays",
	"Articles: The Genius and Jazz of <i>A Charlie Brown Christmas</i>",
	"Staff Lists: The Best Metal Albums of 2015",
	"Articles: Let’s Build a Home: Third Man Records Returns to Detroit",
	"Alps Epic: Bringing XC Back",
	"First Look: Öhlins RXF 34 Fork",
	"Win Source Hydration Prizes - Pinkbike's Advent Calendar Giveaway",
	"Endless Summer with Isabeau Courdurier - Video",
	"Here Comes Santa Claus - Video",
	"Share the Ride - Draw is now Closed, Still Time to Donate",
	"We Dare You: Honor a Fallen Cyclist with a Ghost Bike",
	"6 Ways to Stay Fit and Sane This Holiday Season",
	"Interviews: Arca's Warped Beauty",
	"Singletrack Advent Calendar Competition – Day 23",
	"Mace Training for Mountain Biking: Hindu Warrior Training for the Trail",
	"Staff Lists: The Year in Memes 2015",
	"JP Maffret: Ride Everyday - Video",
	"Rising: D.R.A.M.: Going Beyond Viral",
	"Online Premiere: Whistler - Full Movie",
	"6 Warm and Comfy Women’s Winter Cycling Jackets We Love",
	"Fancy Guiding in France?",
	"Staff Lists: The Best Experimental Albums of 2015",
	"Staff Lists: The Year in Punk 2015",
	"12 Pros of Christmas – Matt Simmonds",
	"12 Pros of Christmas – Katy Winton",
	"It’s a Southern Enduro Series Christmas!",
	"Staff Lists: The 50 Best Albums of 2015",
	"12 pros of Christmas: Tracy Moseley",
	"Video: Commencal Insiders – listen to Max",
	"Snow Show - Les Gets Bike Park to Reopen This Saturday",
	"The Dirt Shed Show Christmas Special!",
	"WIN heaps of Ti-Springs gear for Christmas!",
	"Pinkbike Awards 2015: Downhill Race of the Year Nominees",
	"World Premiere: Keep it Real Movie - Full Video",
	"Win A Year’s Supply of Hutchinson MTB Tires - Pinkbike's Advent Calendar Giveaway",
	"Our MTBalternative to the Queen’s speech!",
	"Singletrack Advent Competition – Day 21",
	"Top 15 Christmas Videos",
	"VIDEO: Mark Scott – thanks for everything and good luck!",
	"NSMB’s Christmas Carols for the Mountain Biker",
	"English Trail Centre Set To Be Abandoned In Cut-Backs",
	"Pinkbike Poll: How Many Days Did You Ride In 2015?",
	"Transition to composites with Patrol Carbon",
	"Pinkbike Awards - Suspension Product of the Year Nominees",
	"Shortest Day: It can only get better",
	"Phil Atwill: Crushing It - Video",
	"Win a Felt Decree 3 - Pinkbike's Advent Calendar Giveaway",
	"Singletrack Readers Raise £16k For Cancer Charities",
	"2015 Velo Awards: Cant is women’s Cyclocross Rider of Year",
	"UCI announces new World Ranking system for 2016",
	"Video: Tasmania’s remote, beautiful roads",
	"Giant-Alpecin and Liv-Plantur debut 2016 kits",
	"2015 Velo Awards: Schurter and Neff are mountain bikers of year",
	"Results: 2015 World Cup-Heusden-Zolder",
	"2015 Velo Awards: Fox’s overhaul of the year",
	"2015 Velo Awards: Trek direct sales shake up industry",
	"2015 Velo Awards: Motos are hazards of the year",
	"Iconic ‘cross venues: Diegem Superprestige",
	"Ask a Mechanic: Selecting the right repair stand",
	"2015 Velo Awards: Van Aert is men’s cyclocross rider of year",
	"2015 Velo Awards: Wrong side of the tracks",
	"Cant outduels Compton in Heusden-Zolder",
	"Dimension Data testing new drivetrain, disc brakes",
	"Merry Christmas From All of Us at Pinkbike",
	"Martyn Ashton Crowd Funds Rehab",
	"Van der Poel takes his second straight World Cup win in Heusden-Zolder",
	"2015 Velo Awards: Elements",
	"Video: Epic corridors of cultivated flow",
	"Öhlins RXF Fork - First Look",
	"Gallery: 2015 World Cup-Heusden-Zolder",
	"‘Bling’ to rethink Tour ambitions in 2016",
	"Ambitious in 2016, Quintana confirms Tour-Rio-Vuelta plans",
	"Singletrack Advent Calendar Competition – Day 20",
	"Pinkbike Awards - Mountain Bike of The Year Nominees",
	"Utter BS: Sports Psychology Myths in Popular Use",
	"Brett Rheeder – This is Home",
	"Tested: Norco Sight C 7.2",
	"Video: Specialized Welcomes Jared Graves",
	"Wrap up your Christmas with Port to Port MTB",
	"Must Ride: The Dirty Dozen – Bright",
	"Flow’s First Bite: Specialized Camber Expert Carbon 29",
	"Canyon Bicycles Now Available Down Under",
	"Enduro World Series – The 2015 Season Review",
	"Danny MacAskill – Cascadia",
	"Flow’s First Bite: Mitas Textra Tyres",
	"Must Ride: Dirty Dozen – Beechworth",
	"Dan McConnell and Jenni King Take Out Stromlo National Series XCO",
	"Canyon 2016 Range Highlights",
	"Must Ride: The Dirty Dozen – Mt Buller",
	"12 Days of Christmas: Day 2 – Bikepacking in Big Bend",
	"That Damn Dam Drop – Behind the Scenes with Primož Ravnik",
	"Cheers to 5 Years: Lone Wolf Productions - Video",
	"A Tribute to Pinkbike.com",
	"Rubik's Cube To CVS: You Are So Sued, And I'm Famous!",
	"If Concussions Kill Football, What Replaces It?",
	"The 12-inch MacBook As A 'Desktop': Using Apple's USB-C Digital AV Multiport Adapter",
	"Guangzhou Repeats At No. 1 On New Forbes China Best Cities List",
	"Tyco To Acquire Retail Analytics Leader Shoppertrak",
	"Modi's Visit To Pakistan: Let's Dare To Hope",
	"Peyton Manning Reportedly Among Athletes Linked To HGH",
	"12 Days Of Charitable Giving 2015: Women's Center & Shelter of Greater Pittsburgh",
	"Hometown Holdouts: Nueske's, The Wisconsin Bacon On Everybody's Lips",
	"'Ash vs. Evil Dead' Season 1, Episode 9 Recap: 'Bound in the Flesh'",
	"Big Data: 12 Amazing Highs And Lows Of 2015",
	"The best cycling products of 2015",
	"Morgan Stanley's Bloodcurdling Economic Forecast: Global GDP To Shrink By 5% Next Year",
	"Who are the Cycling Weekly experts backing to win the big races in 2016?",
	"Chris Froome awarded OBE in New Year’s Honours list",
	"Pictures of the Year 2015: Andy Jones",
	"Relive your year of cycling with a personalised Strava animation",
	"11 WorldTour riders to watch in 2016 (video)",
	"Cycling resolutions: Five things to do in 2016",
	"Pictures of the Year 2015: Graham Watson",
	"Katusha doctors knew about Luca Paolini’s sleeping drug addiction",
	"Listen to Sir Bradley Wiggins taking over Radio 4’s Today programme",
	"F1 needs rule changes - Horner",
	"Mark Cavendish back on track at Revolution Series in Manchester (gallery)",
	"2016 British Downhill Series Entries Now Open",
	"Jamie Nicoll Interview - The Unbreakable",
	"Flood-hit bike shop has £20,000 stock looted",
	"Top 15 cycling videos of 2015",
	"Seven new bikes we want to see in 2016",
	"Chris Akrigg – A Winters Hard Tail",
	"Eight bike trends to look out for 2016",
	"This Kid Almost Eats An Entire Watermelon And The Internet Loves Him For It",
	"Tom Boonen left with permanent hearing damage after Abu Dhabi crash",
	"How To Manage Your Inflexible Boss",
	"SP Diegem LIVE!",
	"Instacart Raises Fees And Lays Off Recruiters As Its Frenzied Growth Slows",
	"Are You Overscheduling?",
	"Home Alone Is Not Forgotten In These Video Spoofs By Its Stars",
	"Tesla Stock Stuck In Neutral Until Two Things Happen",
	"Dash to the Line",
	"Thwarted London Terrorist Tweeted About His Plans",
	"Sidecar Shutters Its Delivery And Ride-Hailing Service",
	"How To Get Hired Without Being A Doormat",
	"Jamie Nicoll – Unbreakable | This is UR world",
	"Who's Violating Your Medical Privacy? This Search Engine Shows You",
	"WILCOCKSON: Origins of the ASO-UCI clashes",
	"Impressive Windows 10 In Lumia 950 Highlights Microsoft's Risky Strategy",
	"Specialized and Aaron Gwin Part Ways",
	"The Five New Year's Resolutions Every Tax Professional Must Make",
	"Microsoft Warns Windows 7 Has Serious Problems",
	"With Revenue Lowest Since 2010, Macau Finally Gets Some Good News: 2015 Is Over",
	"'Ash vs. Evil Dead' Season 1, Episode 10 Recap: 'The Dark One'",
	"How To Change Your 5 Common Career Resolutions So You'll Actually Be More Successful",
	"The ultimate cycling quiz 2015",
	"Update: Microsoft Denies Report It Didn't Notify Victims of Chinese State Hotmail Hack",
	"Tour Down Under 2016: Start list",
	"AARON GWIN – IS HE WORTH IT?",
	"Azencross Loenhout LIVE!",
	"The Sci-Fi POV Camera",
	"Wanted: Thousands Of New Employees To Help Build Tesla's Autonomous Electric Cars",
	"The Algorithms Are Taking Over: Who Controls Our Online Future?",
	"How Mark Zuckerberg Keeps His Ridiculously Challenging New Years Resolutions",
	"Tom Simpson’s World Championships win: 50 years on",
	"Apple's Most Notable Acquisitions",
	"CES 2016 - Still Important But Beware Of Hype Without Value",
	"New UCI World Ranking introduced for pro road racing",
	"Generating SVG With React",
	"What Happened To Uncle Nate, Johnny Manziel's Former Right-Hand Man?",
	"Five Signs Your Recruiter Is Not On Your Side",
	"NASA Gets $55 Million To Build A Habitat For Living On Mars",
	"Peter Sagan's New Year's tribute to 'Grease' - Video",
	"This '90s Alt Rocker Wants Spotify To Fork Over Millions",
	"Finding a new family: Samuel Sanchez reinvigorated at BMC",
	"2015… A Year in Review (kind of!)",
	"Haas hoping to jump start 2016 season at Tour Down Under",
	"How One Very Traditional Painter Created Her First iPad Pro Art",
	"GP Sven Nys LIVE!",
	"A Host of Hardware Keeps Photos Safe and Shared in 2016",
	"A U.N. Agency's Radical Experiment In Addressing The Refugee Crisis",
	"Twitter Hires A New Diversity Chief From Apple",
	"iPhone 6S Mini Leaks, Apple Takes Big Gamble",
	"KaloBios Files for Bankruptcy After Former CEO Martin Shkreli's Arrest",
	"This Year, Make A Better Resolution Than Hitting The Gym",
	"Michal Kwiatkowski shows off his new Team Sky colours",
	"Froome, Landa and the rest of Team Sky in their 2016 race kit - Gallery",
	"Wiggle Honda becomes Wiggle High5 in 2016",
	"Yikes—Does My Startup Need To Become A Tech Company, After All?",
	"Top 10 Leadership Tips",
	"Three Good Choices",
	"What You Need to Know About Student Loan Refinancing -- How Your Repayment Terms Affect How Much You Repay",
	"This Year, VR Finally Comes of Age",
	"Revisiting Firefox’s DevTools",
	"1995: The Year Everything Changed",
	"2016 Tech Preview: Smart Hubs Become a Key Ecosystem Battleground",
	"Darren Lapthorne retires from professional cycling",
	"This is UR World: Jamie Nicoll, Unbreakable - Video",
	"Cavendish: Olympic medal is the only thing missing",
	"7 Secrets Of People Who Keep Their New Year's Resolutions",
	"Megan Guarnier: Rio Olympics are an all-encompassing goal in 2016",
	"Laurence Crossman-Emms' 2015 Christmas Shot - How it Came to Be",
	"Commencal: All This & More – Cheers to 2016",
	"5 Ways Streaming Music Will Change In 2016",
	"Video: Chris Akrigg- A WINTERS HARD TAIL",
	"Brailsford: 2016 must be Team Sky’s most successful year ever",
	"Escaping To Norway's Lofoten Islands - Photo Epic",
	"Louis Meintjes in Lampre-Merida jersey for the first time - Gallery",
	"Ask Pinkbike: Going Tubeless, Stripped Nipples, and Riding in Germany",
	"Desktop Wallpaper Calendars: January 2016",
	"Specialized and Aaron Gwin Part Ways",
	"December: Good Month or Bad Month?",
	"12 Habits You Can Immediately Adopt to Create Explosive Growth",
	"All This and More, Cheers to 2016 - Video",
	"Here's How a Management Consultant Would Have Advised Star Wars' Galactic Empire",
	"3 Realistic Ways to Plan for a Successful 2016",
	"Burgtec Penthouse Mk4 Pedals - Review",
	"Porte and BMC Racing teammates in new kit ahead of Tour Down Under - Gallery",
	"Share the Ride Philadelphia 2015 - Video",
	"Vastgoedservice-Golden Palace will become Crelan-Vastgoedservice in 2016 - Video",
	"Etixx-QuickStep show off new signings in 2016 race kit - Gallery",
	"6 Powerful Ways to Connect With Really Important People",
	"Christmas Quiz – The Answers",
	"24 Inspiring Quotes to Keep You Moving Toward Your Dream",
	"The Right Way to Review Your Year",
	"Design Principles To Evaluate Your Product",
	"Are You Currently Raising Money for Your Business?",
	"There is No Fresh Goods Friday This Week",
	"New UCI Rankings System",
	"12 Days of Christmas: Day 9 – Flat Planet",
	"Must Ride: The Dirty Dozen – Mt Beauty",
	"Ochowicz: Finding new sponsors has become harder since 2012",
	"Should World Tour Pros Race The U23 Worlds?",
	"52 Energizing Quotes that Will Inspire Weekly Success in 2016",
	"2016 Race Calendar",
	"The App That Will Become Your New Best Friend",
	"Chris Akrigg - A Winter Hard Tail - Video",
	"How to Squeeze More Sales Out of Every Email",
	"Winners Announced - Pinkbike's Advent Calendar",
	"12 Days of Christmas: Day 8 – Ultimate Holidays",
	"12 Days of Christmas: Day 6 – Everyday Centurion",
	"9 Sustainable Investing Trends for 2016",
	"Dealing with Difficult Workshop Attendees",
	"Pinkbike Poll: Which Events are you Most Looking Forward to in 2016?",
	"Where Am I on New Year's? Eating an Egg McMuffin at 3 p.m.",
	"2016 – Predictions and prognostications",
	"Velotech Distributing absoluteBLACK",
	"10 Predictions for 2016",
	"12 Days of Christmas: Day 7 – Escape",
	"How This Entrepreneur Got into the Inc. 500",
	"Twins Born In Different Years Deliver Quirky Tax Result For Parents",
	"Pinkbike Awards - Component of the Year Nominees",
	"Pinkbike Awards - Best Value Product Nominees",
	"10 Most Read Singletrack Stories Of 2015",
	"2015 Velo Awards: Degenkolb is Classics Rider of Year",
	"Results: Bpost Bank Trofee-GP Sven Nys",
	"Ask a Mechanic: Adding style and saving weight",
	"5 Biggest Ways Social Media Will Change in 2016",
	"New Year’s resolutions for the pro peloton",
	"Large Section Of Lee Quarry Trail Centre Washed Away In Flood",
	"2015 Velo Awards: Sky is Best Men’s Team",
	"12 Days of Christmas: Day 4 – Poachers Turned Gamekeepers",
	"2015 Velo Awards: Armitstead earns women’s Ride of Year",
	"3 Things You Have to Do To Make Any Partnership Work",
	"2015 Velo Awards: Van der Breggen is Woman of the Year",
	"12 Days of Christmas: Day 3 – Snow Mental",
	"Chris Akrigg – A Winters Hardtail",
	"Thanks for the music and the great memories, Mark B",
	"2015 Velo Awards: Chris Froome’s got backbone",
	"Smart Sales Shopping with Singletrack",
	"2015 Velo Awards: SRAM eTap is Innovation of Year",
	"Help Raise Flood Funds With “A Grand Day Out”",
	"Hesjedal Q&A: Retirement was on plate, but Giro changed his mind",
	"Twenty16 Ride 4 Education awards scholarships to three junior riders",
	"Battle on the Beach Returns in 2016",
	"Don&#8217;t Miss These 10 Amazing Airports in Your Travels",
	"Video: Peter Sagan’s ‘Grease’ tribute",
	"2015 Velo Awards: Valverde is Man of the Year",
	"2015 Velo Awards: The hour is Time Period of the Year",
	"Wout Van Aert, Sanne Cant romp to wins in Baal",
	"Calderdale Premier Dealer Flooded & Robbed (UPDATE)",
	"Gallery: 2015 North American racing retrospective",
	"A Year In Review - British Downhill Series 2015",
	"2015 Velo Awards: Sagan wins men’s Ride of the Year",
	"Video: Fairclough & Mulally Accept Gstaad Challenge",
	"Gallery: 2016 team kits",
	"12 Days of Christmas: Day 5 – We Work Here: Morvélo",
	"The Welsh Gravity Enduro Series is back for 2016",
	"Here's A New Hotel Fee You Can Happily Loathe",
	"Video: Top-10 weight loss tips for cyclists",
	"Video: GCN’s 10 New Year’s resolutions for cyclists",
	"HSS Hire removes Corsa cyclist warning stickers",
	"Home: Episode One, Bryn Atkinson - Video",
	"Chris Akrigg’s new video: A Winter’s Hard Tail",
	"Renthal 1XR Chainring - Review",
	"Mudhugger FR Fender - Review",
	"Van Life with Team Robot - Video",
	"Bas van Steenbergen: Synonym - Full Movie",
	"Aaron Gwin and Specialized Part Ways - Here's Why",
	"Migrations - A Summer on the Move with Matt DeLorme and Anne Galyean",
	"Brian Lopes' Custom Sprinter Van",
	"Workshop Dreams - Opinion",
	"Pinkbike Awards - Best Gear or Accessory Nominees",
	"Staff Lists: The Year in Rap 2015",
	"Farewell Carson Storch - Video",
	"Blake Samson Rides Rostrevor, Northern Ireland",
	"Is This The World's First 'Crowd Designed' Bike?",
	"Microsoft's Biggest Hits And Flops",
	"First Look: 2016 Niner RLT 9 Steel",
	"How to Ride with a Hangover",
	"Should You Ride Hungry?",
	"The 15 Best Bicycling News Stories of 2015",
	"This Woman Built 400 Miles of Bike Lanes in New York City",
	"First Look: 2016 Diamondback Airén",
	"The World’s Coolest Bike Infrastructure",
	"11 Things That Happen When You Ride All Winter",
	"How Finishing 18th Changed It All for This Cyclocross Racer",
	"9 Ways to Stay Fit When Life’s Insanely Busy",
	"Effort Explained: Your Guide to Training Metrics",
	"First Look: The Street-Ready 2016 Raleigh Redux 2",
	"10 Ways Cyclists Should Cross-Train This Winter",
	"Idaho Adds Bicycle Questions to Driving Tests",
	"Tested: Scapin Anouk",
	"The Coolest New Cycling Socks for 2016",
	"HH Racing Bottle Openers Are So Much More Than Tools",
	"Are Beets The Secret to Easier Workouts?",
	"First Look: 2016 Ritte Ace",
	"Germany Opens Bicycle-Only Autobahn",
	"Peter Sagan Lip Syncs to \"Grease\" in New Video",
	"Reviewed: BMC Speedfox Trailcrew 02",
	"Han Solo Shreds the Galaxy on a Mountain Bike",
	"Tested: Electra Moto 3i",
	"Reviewed: Roka Pro Race Cycling Kit",
	"First Look: 2016 Shinola Detroit Arrow",
	"DC Proposes Higher Fines for Hitting a Cyclist",
	"Tested: Crankbrothers Y16 Steel Multi-Tool",
	"Chipotle's \"Terrible, Horrible, No Good, Very Bad -- Months\"",
	"American Airlines Hires Former Union Leader As Consultant, Stirring Controversy",
	"The 2016 Games Most Likely To Be Delayed To 2017",
	"The Most Successful NFL Playoff Coaches Of All Time",
	"The Secret, Striking, Key To Donald Trump's Appeal Revealed?",
	"The World's Top 10 Most Visited Cities",
	"The Most Successful NFL Playoff Coaches Of All Time",
	"Adam Smith Explains Those Disappointing Hedge Fund Returns",
	"Teen Athlete Tweets: Wisconsin Incident Highlights Need For Adults To Stop Overreacting",
	"Justin Bieber Just Became The First Artist To Have The Top Three Singles In The UK",
	"“Chris Froome is favourite for the Rio 2016 time trial, not me” says Tony Martin",
	"Want An Instant Bonus At Yahoo? Threaten To Quit",
	"Tweets of the week: Alberto Contador, Nicolas Roche, Chris Hoy and more",
	"Five More Analysts Join The 'Cut Apple Estimates Bandwagon'",
	"Here's Why China Won't Contain North Korea Anytime Soon",
	"First female driver De Filippis dies",
	"Friday Box Office: 'The Forest' Gets Lost, 'Daddy's Home,' 'Sisters,' 'Big Short' Hang Tough",
	"Clemson Vs. Alabama 2016: Both Teams Will Lose",
	"Fewer than two cyclists a day fined for riding on pavements in London",
	"Dan Martin: I’m yet to reach my full potential",
	"The Five Worst Reasons To Get An MBA",
	"Ask Ethan: How Can We Know If North Korea Is Testing Nuclear Bombs?",
	"How To Avoid Restaurant Food Poisoning: Lessons From Recent Norovirus Outbreaks",
	"The Friday Quiz: How well do you know 2016’s cycling transfers?",
	"There's One Feature 'Destiny' Fans Are Now Requesting Above All Others",
	"Wolff to launch motorsport initiative",
	"Where Is Cav Headed in 2016?",
	"Marcel Kittel: I’m not a replacement for Cavendish",
	"First Look:The Fitbit Blaze",
	"Watch USA Cycling Cyclo-cross National Championships live on Cyclingnews",
	"Happy New Cycling Year!",
	"Hyde prepared for a wild ride at US cyclo-cross championships",
	"Lawsuit claims Fitbit wrist-based heart rate monitor is “inaccurate and dangerous”",
	"Avoiding Belgians: The Biggest CX Races Without Belgians Involved",
	"Giant-Alpecin riders outline their lofty for aims for 2016",
	"Bicycles were Britain’s most stolen item in 2015",
	"Once More Into The Breach On This Seattle Minimum Wage And Jobs Theory",
	"Video: Behind the Scenes with MacAskill",
	"Top Tech Tips: Fitting A Threaded BB",
	"Nicolas Roche hospitalised for a second time with infected spider bite",
	"Icons of cycling: Campagnolo Shamal wheels",
	"Katie Compton’s 2016 Disc-Brake Trek Boone",
	"Live To Ride – Rob Williams Returns Home",
	"Ambitions feat. Emily Batty, Ep3.",
	"Vuelta a España 2016 route revealed and features 10 summit finishes",
	"Rangers Wanted! Blackburn Seeks GDMBR Riders",
	"Former sprinter Kian Emadi joins GB endurance team for Hong Kong World Cup",
	"Boonen: Everybody is predictable these days",
	"How The Global Hive Mind Is Teaming Up To Find A Cure For Alzheimer's",
	"Joe Parfitt – Cheers dog, good luck in 2016!",
	"Belgian cx nats: he's not the messiah, he's a very naughty boy",
	"Video: Hangover Trail, Arizona",
	"Video: The Very Best “Wheelie Wednesdays” From WynTV",
	"The Heart Monitor With a Brain",
	"5 Strength Moves for Pain-Free Pedaling",
	"Tested: SRAM GX 1x11 Mountain Bike Drivetrain",
	"Fresh Goods Friday 273",
	"Is Xiaomi's Smartphone Mojo Fading? Company Strangely Silent On 2015 Sales Goal",
	"The Maximum Contact Handlebar",
	"Sunrise to Sunset with Lorenzo Suding.",
	"Tom Dumoulin and the 2016 Giro d’Italia could be a perfect match",
	"White House Officials To Meet With Tech Execs To Discuss Countering Terrorism Online",
	"How to Crush the Cold While Cycling",
	"Bruni, Vergier and Iles form Specialized Gravity Team.",
	"A German Carpenter Invented A Switch That Can Turn Off Sperm Like A Faucet",
	"7 People Who Could Use Some Bike Love in 2016",
	"Eddy Merckx: the man behind the legend",
	"Richmond Park cyclists be warned, Putney has already exceeded its annual pollution limit",
	"Would you trust this keyless lock that can be opened with your phone?",
	"Ex-Victoria's Secret Designer's New Startup: Source Globally, Make Locally",
	"Neylan gunning for Australian national road title",
	"Origin8 Recalls 1600 Folding Bikes",
	"Popular Fitness App MyFitnessPal Adds Calorie Counts For Restaurant Meals",
	"Video: Best of RedBull Bike 2015",
	"Blood Monitoring Could be the Next Frontier in Training",
	"U23 national road champion Chris Hamilton the next Avanti success story",
	"The Easiest Way to Start Riding Every Day",
	"Throwback Thursday: What’s It Worth?",
	"World Champion Loic Bruni joins Specialized",
	"Why The Fashion World Hates Wearables",
	"First Look: Nikon KeyMission 360",
	"The Creative Habits of Adam McKay, Director Of \"The Big Short\" And \"Anchorman\"",
	"Liv-Plantur show off 2016 kit in Berlin - Gallery",
	"The Salvation Army Loves Cycling",
	"Rockguardz: Home-made carbon fibre.",
	"New women’s development team to race across UK and Europe",
	"BMC looking to cause upset at Australian national titles",
	"Scientists Have Invented A New Material That Harvests And Stores Solar Heat",
	"Video: Trail Ninja, 7 Top Tips For Mountain Biking Ethiopia- Ep. 28",
	"The Fat Guy Is Making His Way Across America",
	"CES 2016: Wearable Shareable Aerial Rideables",
	"10 Awesomely Over-the-Top Bike Components",
	"Get ready for the 2016 race season: 12 events not to miss in January and February",
	"First Look: The Cerevo Orbitrec 3D-Printed, Internet-Connected Bicycle",
	"9 Healthy Benefits of Drinking Coffee",
	"Why 2016 could be Mercedes' undoing",
	"New Leaked Sprint Document Suggests The 2-Year Smartphone Contract Is Almost Dead",
	"Further woes for Lee Quarry",
	"The Podium Cafe 2016 Kit Store Is Open!",
	"Tinder Is Setting Up Shop In India",
	"Paging Dr. Robot: The Coming AI Health Care Boom",
	"Roost Goes Enduro.",
	"Warren Barguil: The goal isn’t to be the first Frenchman in Paris anymore",
	"Hope Pro 4: Adam Brayton Pila RAW",
	"Interview: Airdrop Bikes frontman Ed Brazier",
	"You Might Need To Rethink How Many Calories Are in a Pound",
	"Comment: How the Vuelta a España has turned into the fans’ Grand Tour of choice",
	"New Bird 2016 Hardtail Range Launched",
	"Annie Last Signs for the Novus OMX Pro Team",
	"Video: The Most Dangerous Trail… in the WORLD (allegedly)",
	"LottoNL-Jumbo team presentation - Gallery",
	"Hincapie’s Hardman Jersey",
	"Want to Lose Weight? Try This Surprising Food",
	"Big Power in a Small Package.",
	"SHoP Architects Will Build 50 Resilient Schools In Nepal (And Share The Designs)",
	"SRAM eTap and disc brakes: Most exciting tech products of 2016 - Video",
	"How Well Do You Know The News? Take The Fast Company Quiz",
	"Rapha Launches ‘Shadow’ Line",
	"Uber Agrees To Encrypt All User Geodata To Close \"God View\" Investigation",
	"Check Out Kaitie Antonneau’s Cannondale SuperX Cyclocross Bike",
	"KASK’s Rex Trail Helmet Now Available",
	"Tested: Diamondback Podium Equipe",
	"The 7 Best Ideas From CES 2016",
	"Video: Steve Peat – Enduro isn’t a “good professional sport”",
	"The Smoke Ring, a 3-Day Circuit Around London",
	"Portland’s New Bike Share Gets an Unexpected Sponsor",
	"Elle Anderson–Free to Ride",
	"McLaren 'pillar' Alexander dies",
	"12 Days of Christmas: Day 12 – Malvern Magic",
	"The Grandbaby Training Plan for Bike Racers",
	"A Look Back on Motorola’s Cycling History",
	"Kurt Searvogel Breaks the Year Mileage Record",
	"Tested: CamelBak Palos 4LR Hydration Pack",
	"First Look: Garmin Varia Vision Heads-Up Display",
	"Why Senior Citizens Protesters Occupied A New York City Post Office",
	"Don't Look Now (But You Probably Will): Porn Is Already Big Business In VR",
	"Bell’s New Helmet Includes a 360-Degree Camera",
	"Nikon Goes Action-Cam",
	"WILCOCKSON-ASO-UCI DISPUTE: How the ProTour was created",
	"Will Bikes of the Future be Lighter than a Feather?",
	"Lance Armstrong issues two-word opinion on Boogerd’s ban",
	"iceBike* Returns for 2016- Now with Free Public Access",
	"Tested: Yeti SB4.5c",
	"Mark Cavendish undecided on Giro d’Italia in 2016",
	"2016 European Enduro Series CANCELLED",
	"Lance Armstrong describes Boogerd suspension as 'Pure. Bullshit.' - News Shorts",
	"Roads to Ride – La Madone d’Utelle",
	"Gerrans aiming to start season on a high by winning third Australian road title",
	"Old Spice Gets Legendary, EA Sports Goes On A Quest: Top 5 Ads Of The Week",
	"The Real 'Joy' Mangano on the Biggest Challenges of Building a $3 Billion Empire",
	"MSR Windboiler 1L stove Review",
	"What to Do When You Can’t Ride",
	"Why Your Data May Not Be Safe With the SBA",
	"Tested: Polygon Siskiu D8",
	"Dan Martin Q&A: 'I feel reinvented'",
	"7 Secrets to Starting a New Habit--and Making It Stick",
	"Expect to Fail and Improve Your Performance",
	"Why It Took 1,683 Prototypes to Make This Smart Bra",
	"The DNA of Disruption: How to disrupt an industry in 3 steps",
	"10 Reasons Why a Mentor is a Must",
	"Tested: Specialized 2FO Cliplite shoes",
	"How to Tell What Your Invention Is Worth",
	"Why You're Procrastinating All Wrong (and How to Do It Better)",
	"Flow’s First Bite – RockShox Lyrik RCT3",
	"Watch This Amazing 3-D Laser Printer in Action at CES",
	"The Best Advice from 'Bicycling' Readers",
	"Carson Storch Signs With Rocky Mountain Bikes - Video",
	"The Real Reason People Who Set Goals Are More Successful",
	"Optimizing Your Design For Rapid Prototype Testing",
	"The New Word Of The Year Is Going To Upset Some People",
	"The &#8216;Truth&#8217; Behind Strategic Planning for 2016 and Beyond",
	"Why Winning the $800 Million Powerball Lottery Will Not Make You Happy",
	"Write Your Next Web App With Ember CLI",
	"This Surprising State May Have the Formula for Startup Success",
	"5 Ways to Succeed with Digital Marketing in 2016",
	"The Differences Between Entrepreneurship in India and in the U.S.",
	"Riders to Watch for 2016",
	"Web Development Reading List #119: Bulletproof Third-Party Content and Progressive Applications",
	"Forcefield Grid Knee Protectors - Review",
	"About to Lose It? Try These 18 Unusual Stress Busters Right Now",
	"Getting More Work Done Without Simply Working More Hours",
	"Flow’s First Bite – Giant Anthem Advanced 27.5 1",
	"Mountaintop finishes aplenty for 2016 Vuelta",
	"Why 'Smart' Homes Are Creeping Out Consumers",
	"Can anyone beat Compton at cyclocross nationals?",
	"Animating Clipped Elements In SVG",
	"Design Principles To Evaluate Your Product",
	"Web Development Reading List #117: Storytelling, Security in Devtools and 350ms Tap Delay",
	"Pinkbike Awards - Enduro Race of the Year Nominees",
	"Blending Modes Demystified",
	"Johannes Fischbach joins the Radon Factory Team - Video",
	"Freebie: Christmas Icons Set (110 Icons, AI, PSD, EPS)",
	"Web Development Reading List #118: Opera Mini, BPG Format, Accessible Tabs and Flexbox",
	"Why Passphrases Are More User-Friendly Than Passwords",
	"Responsive Images Now Landed In WordPress Core",
	"Michael Boogerd handed two-year ban, sees results scrubbed",
	"Video: Aero testing with Team Sky",
	"Making Accessibility Simpler, With Ally.js",
	"Dennis, Garfoot win Australian TT nationals",
	"Running the odds on a Powers victory at ‘cross nationals",
	"Designing The Most Desirable Product: Exploration of Banknotes Design",
	"Owen on ‘cross nationals: ‘I might as well challenge myself’",
	"Why Companies Like Uber, Airbnb, and Slack Require Unique Branding",
	"Video: Five ways to motivate yourself",
	"Elle 2.0: Anderson finds new determination",
	"Behind the Adventure of Danny MacAskill’s Cascadia",
	"FlyUp 417 Project and Velosolutions Hook-it Up",
	"Danny Hart Following Bas Van Steenbergen down Dirt Merchant in Whistler",
	"Rocky Mountain Welcome Carson Storch to the team",
	"Specialized Enduro 29 – Six Ways – Three wheel Sizes",
	"Gallery: 2016 Etixx-Quick-Step karaoke (and team) camp",
	"“Licence to BRAAAP” – Johannes Fischbach joins Radon Magura Factory Team",
	"Soho Bikes, Rob Warner & Nick Hawker: Meet The Makers of Berwick Street Ep. 2",
	"Generating SVG With React",
	"Video: Where are they now? Five cycling legends",
	"Tony Martin has cobbles on his mind",
	"OneUp Chain Guide - Review",
	"MOVERS AND SHAKERS: DOWNHILL RACER TEAM CHANGES",
	"Face to Face with Steve Peat",
	"Useful Tips To Get Started With WordPress Hooks",
	"How This Millennial Turned a Failing Business Into a $50 Million Success",
	"2016 Vuelta route harder than last year’s?",
	"Alex Nogales New Year Edit",
	"Upcoming Web Design Conferences (January–June 2016)",
	"Website Layout Tools Compared: Flexbox Vs. Susy",
	"Revisiting Firefox’s DevTools",
	"Ben King breaks fibula in training crash",
	"SRAM X-Sync Steel Chainring - Review",
	"Video: Jeremy Powers’ Book of Cross, chapter 2",
	"Ask a Mechanic: Adding Bottomless Tokens to your Pike",
	"Kittel yearning for return to life in the fast lane",
	"Three ways to get the most out of your new power meter",
	"American Vermeulen returns to Dutch roots with LottoNL",
	"Dutch star Dumoulin to race 2016 Giro d’Italia",
	"Desktop Wallpaper Calendars: January 2016",
	"2016 Pro Team Bikes",
	"Reimagining Single-Page Applications With Progressive Enhancement",
	"10 Years With East Coast Legend Lars Tribus - Video",
	"Interviews: Tinashe’s World Domination Plan",
	"Staff Lists: Readers' Poll Results 2015",
	"Interviews: Animal Collective’s Primitive Future",
	"Interviews: The Secret Language of Laundry: Inside Matmos’ Washing Machine Album",
	"5-10-15-20: Corin Tucker",
	"Kilian Bron: A Castaway in Hawaii Part Two - Video",
	"Behind the Scenes of Danny MacAskill's Cascadia - Video",
	"Developing a 3D Printed Arm Brace for MTB - Video",
	"What Does Rampage Mean to the Longtime Builders? - Interview",
	"VVC Force 2015 - Full Movie",
	"Hope Pro 4: Adam Brayton RAW - Video",
	"Getting to Know Josh Lewis",
	"BRG Sports and 360fly Announce New 'Smart' Helmets",
	"Brendog Signs With Scott for Another Three Years",
	"All In: Commencal/Vallnord DH Team's 2015 Story - Video",
	"Unior Universal Bearing Press Set - Review",
	"Pinkbike Awards - Female Athlete of the Year Nominees",
	"Kona Process Challenge Teaser - Video",
	"Face to Face: Steve Peat - Video",
	"Inside Schwalbe Tires - The Home Story",
	"Fails of the Month - December",
	"Check Out - January",
	"His First Name is “Dangerous” - The Dan Cowan Interview",
	"1 Question - How Long, Low And Slack Can We Go?",
	"Loic, Loris and Finn on Specialized for 2016",
	"Vincent Tupin and Kyle Jameson Sending it in Utah - Video",
	"Pinkbike Poll: What's Next?",
	"UCI detains bike suspected of containing electric motor at cyclo-cross world championships",
	"My 2015 Trans-Cascadia Experience",
	"British riders react with anger to motorised cyclo-cross bike scandal",
	"MLB Offseason: Best And Worst Contract Among Top 10 Free Agent Signings",
	"GB’s Evie Richards takes historic U23 cyclocross win at hectic, controversial Worlds",
	"CX Worlds Sunday LIVE",
	"Four Cardinal Points Of Leading Innovation Culture",
	"The Friday Quiz: Which WorldTour bike brand should you be riding?",
	"8 Outrageous Future Tech Ideas We Wish Would Happen At Fashion Week",
	"Lapierre Gravity Republic 2016",
	"Amazing Strava heat map produced of where Steve Abraham rode on his Year Record attempt",
	"Five Reasons Why Sanne Cant will not win Worlds",
	"Degenkolb Released From Hospital",
	"Peter Sagan: Now I know the Olympics course is not for me (video)",
	"Joel Ducrot Chargin' on a Plus Bike - Video",
	"Radon Magura Factory Team's 2016 Racing Program",
	"Marco Pantani murder theory lives on in Italian courts",
	"Uphill cobbled sector added to 2016 Paris-Roubaix",
	"X Fusion RV1 HLR",
	"White Style 2016 - Results",
	"Cancellara, Kwiatkowski, Valverde: Star-studded top 10 on second day of Challenge Mallorca",
	"Hoogerheide... Thru Patrick Verhoest's Lens!",
	"F1 bosses reach engine price deal",
	"Drybrow Disposable Helmet Liners Launched",
	"Motor found in Belgian cyclo-cross bike ‘a disgrace’ says national cycling coach",
	"Three Things To Bear In Mind When Taking Your Recruitment Online",
	"Kettner's, The Iconic London Restaurant, Closes Its Doors After 149 Years",
	"The Secret (Internet) Language Of Parents",
	"Pick up the February 2016 edition of Procycling – out now",
	"ACEP Is First National Medical Specialty Group To Launch \"Wellness Week\"",
	"How To Handle Heated Political Discussions In The Office",
	"Scholarship App Scholly Is On A Roll",
	"Twenty Best White Wines Under $20",
	"'Airlift'' Soars In India As 'Mastizaade' And 'Saala Khadoos' Splutter On Take-Off",
	"British Vogue Celebrates 100 Years of Style At The National Portrait Gallery",
	"Safe Harbor: EC Written Comments On Judicial Redress Act, Amendment",
	"Iowa joins Vegas in 2016-2017 UCI Cyclo-cross World Cup",
	"Cannondale voted best WorldTour jersey of 2016",
	"Lizzie Armitstead building 2016 season around Olympic Games",
	"2016 30 Under 30: Social Entrepreneurs",
	"Transition Factory World Cup Racing 2016",
	"Swansea City’s new cycling obsessed manager hopes to meet Geraint Thomas one day",
	"Fabian Cancellara wins Trofeo Serra de Tramuntana in Mallorca",
	"YT Tues CF Pro",
	"Icons of cycling: UK Sports Institute track bike",
	"New Rotor Uno hydraulic groupset makes race debut with Dimension Data",
	"How South Korea's $3 Billion Bet To Become A Regional Tech Startup Hub Is Paying Off",
	"Roompot become first pro team to completely abandon rim brakes in favour of discs",
	"Mainstream Hydrogen Vehicles Are Here -- And Expensive",
	"Mark Cavendish makes Dimension Data debut: ‘I didn’t do any worse than I imagined’",
	"UCI investigates possible bike fraud at cyclo-cross Worlds",
	"Bell Super 2 and 2R helmet",
	"Saturday Recap: Motoring Around Zolder",
	"Giant-Alpecin Crash: “Lucky to be Alive”",
	"The ‘e’ is for EASY: Installing SRAM eTap",
	"Gerrans Wins Fourth TDU Title",
	"Katie Compton – Rainbow of Worlds",
	"Dayer Quintana Wins San Luis",
	"Is This Quintana’s Year?",
	"Pipeline Progress from Eastern Mediterranean Gas Talks",
	"Throwback Thursday: Singletrack Heroes, Martyn Ashton",
	"The Rise of Doom - Video",
	"Canyon Spectral CF 9.0",
	"Is This the Craziest Proposed Bike Law Yet?",
	"The 5 Biggest Problems With 'The Division' Beta",
	"DMR Vault Pedals",
	"Hope PMBA Enduro Series – Full Sponsors and Prize Pot",
	"Cavendish Ready to Rumble in Australia",
	"White Style's Tenth Anniversary - Recap",
	"Galaxy S7 Leak Confirms Samsung's Design Gamble",
	"Strathpuffer Results",
	"NASA Rover Celebrates 12 Years On Mars—It Was Only Supposed To Last 90 Days",
	"Apple Is Working On An iPhone That Charges Wirelessly",
	"Video: Sealskinz and Traharn Chidley",
	"Wildcards named for Gent-Wevelgem, Volta a Catalunya",
	"Most Mayors Agree—Add More Bike Lanes Instead of Parking",
	"Michael Rogers returns to racing at Dubai Tour",
	"This Is The Latest Front In The War For Control Of Your TV--And It's Going To Get Ugly",
	"First Case Of Pro Level ‘Mechanical Fraud’ Confirmed By UCI",
	"7 Ways to Avoid Overeating This Winter",
	"Manor sign former Ferrari technician",
	"Back to the Future in 2016",
	"Motion with Meaning: Semantic Animation in Interface Design",
	"Formula 1 gossip",
	"Evelyn Stevens: 'This is the year that I have to do everything right'",
	"Drivers demand cockpit protection",
	"Bernie's Yearning-- A New Ice Cream Flavor From Ben & Jerry's Ben Cohen",
	"Fresh Air in the Swiss Alps with Jerome Clementz.",
	"Brendan Howey at Coast Gravity Park - Video",
	"Marcelo Gutierrez Goes Underground - Video",
	"Video: Joel Ducrot smashes Squamish",
	"Emerald Enduro Entries Open",
	"Obama Aims To Close The Wage Gap With A New Proposal For Salary Transparency",
	"Fabio Wibmer Bike Fail Compilation",
	"Abajar del Mundo Teaser|Marcelo Gutierrez.",
	"Tuesday Treats 149: The Riders’ Guild",
	"Video: Wild Times of Emyr Davies – Flat Out Driftin’ in Spain",
	"Uber Is Now 15% Cheaper In NYC",
	"Spanish state sentenced to pay Roberto Heras €724,000 in compensation",
	"How Well Do You Know The News? Take The Fast Company Quiz",
	"FMD Racing becomes Transition Factory Racing.",
	"Facebook To End Private Gun Sales On Facebook And Instagram",
	"Whyte G Works 160",
	"Fresh Goods Friday 276",
	"Obama's Cancer Cure Initiative Must First Survive His Presidency",
	"Hepburn confident in Australian team pursuit success at Rio Olympic Games",
	"iPhone 5se: This Could Be The One 4-Inch Smartphone Worth Caring About",
	"CUBE Announce Downhill Team for 2016",
	"Cavendish Launches 2016 Debut",
	"12 Easy Ways to Save Money on Cycling",
	"Anthill Films Announce Sequel to 'Not Bad'",
	"The High Price of Free",
	"Crank Brothers Mallet DH Race Pedals",
	"This week's sponsor: ALA via email",
	"Shimano XTR ‘1 X Trail’ Drivetrain",
	"Tuesday Treats 149: Premier Prize",
	"Meet The New Members Of The Most Creative People In Business Community",
	"Damien X Bryan – Winter Training.",
	"Great Britain team manager slams electric motor cheating",
	"For sale: F1 car, fast, good condition",
	"Ecclestone backs drivers on tyres",
	"Who Won The Trump-Less Debate? The Viewers And Megyn Kelly, But Not Cruz",
	"5 Ways to Be a Better Fat Burner",
	"Health Insurer Orders Theranos To Stop Drawing Patients' Blood",
	"Shaken and Stirred - Crossing the Himalayas by Bike",
	"Villeneuve leaves DiCaprio's team",
	"President Obama Launches Initiative To Bring Computer Science To All Students",
	"Runnin’ Wild in Queenstown.",
	"Fox DHX2",
	"Google Street View Aids Understanding Of Pedestrian Safety, New Study Finds",
	"Zwift: everything you need to know",
	"Brendan Howey at Coast Gravity Park.",
	"Al Gore Is Feeling Hopeful For The Future Of The Planet",
	"Pro Cyclist Live Tweets Recovery from Car Crash, Is Hilarious",
	"Caravan with Deity's Cody Gessel - Video",
	"CX WORLDS Saturday LIVE",
	"Cancellara shows early-season form after surprise win in Mallorca",
	"Interview: Jake Ireland of Sprung Suspension Workshop.",
	"Cannondale Announce New Women’s Team",
	"Geoghegan Hart hits the Specialized wind tunnel - Gallery",
	"Runnin' Wild in Queenstown - Video",
	"First Look: BMC Teammachine SLR02 105",
	"Ritchey Bristol Bike Fest 2016 – Tickets Live Next Monday",
	"Video: Rubber Side Down, Craig Evans",
	"Pinkbike Poll: Where Do You Want to Improve?",
	"George Ryan and the Evil Insurgent - Video",
	"Hardtails and Slicks at DownMall Frankfurt - Video",
	"Sunday Recap: Mathieu Puts His Foot in It, Rainbows for Van Aert",
	"Minimize Muscle Pain and Downtime with These Recovery Tactics",
	"Jessica Mathews is Making Cycling Safer in the Streets",
	"Mike Sinyard and the Specialized Foundation Prescribe Riding Instead of Ritalin",
	"Bobridge firmly focused on Olympic gold medal in Rio",
	"CybertronPC Launches New CLX Line Of Luxury, High Performance Desktop And Mobile PCs",
	"Apple May Be Developing An Augmented Reality Windscreen For Its (Rumored) Car",
	"Getting to Know Luca Shaw",
	"You Could Soon Get Cash From ATMs Using Apple Pay",
	"Tested: Calfee Manta Pro Road Bike",
	"6 Questions To Ask Yourself Before Switching Careers",
	"Sponsor The Inner Ring",
	"Aaron Chase rides into a tree – with style",
	"Ecclestone warns teams on engines",
	"World Bicycle Relief is Providing Wheels of Change",
	"Combining UX Design And Psychology To Change User Behavior",
	"Video: An Interview with Cedric Gracia",
	"Interviews: Rostam’s Next-Level Art Music",
	"Words Can Hurt You: The Legal Concerns of Content Marketing",
	"Podcasts: This Is How We Do It: Savages",
	"3 Easy Ways to Speed Up Recovery",
	"Aaron Chase Backflips Off a Tree - Video",
	"Interviews: The Indivisible D∆WN",
	"★ “Busting Myths and Horror Stories Of Designing For The Web!” ★",
	"Can you Be a Digital Influence? 5 Important Questions Answered by John Lincoln",
	"Fox Gradient Jacket - Review",
	"Web Development Reading List #121: The Illusion Of Completeness, Client Hints, CSS Subgrids",
	"Want to Be More Productive? Try These 15 Habits of Remarkably Effective People",
	"Pinkbike Awards - 2015 Enduro Race of the Year Winner",
	"Why This Man Is Logging 1,000-Mile Rides on a Trainer",
	"The Tour Divide – Terrahawk speaks!",
	"Rising: Supa Dupa Fly: Kamaiyah Bosses Up",
	"Casey Brown and Cam McCaul Investigated For Breaking Into a Ski Resort",
	"5 Bike Trainer Mistakes to Avoid",
	"Web Development Reading List #122: A Performance Budget Builder, Streams, And The Web Push API",
	"Motor Discovered at CX Worlds",
	"Pure Darkness 3: Building Week Two - Video",
	"Afterword: David Bowie",
	"Fresh Air with Jerome Clementz - Video",
	"Shannon Galpin: Going Global on Two Wheels",
	"East Side Adventure with Bryn Atkinson and Jill Kintner - Video",
	"Ask Pinkbike: Best BCBR Bike, Switching to a Longer Travel Fork, and Front Tire Suggestions",
	"Articles: Living Rooms: Uncovering Bejing’s DIY Hideaway",
	"Cookson confirms ‘technological fraud’ at cyclocross worlds",
	"Articles: Anthems for the Moon: David Bowie’s Sci-Fi Explorations",
	"De Jong brings cyclo-cross world title back to the Netherlands - Women's News Shorts",
	"Podcasts: A Conversation With Carrie Brownstein at the Museum of Contemporary Art Chicago",
	"Sauber's 2016 car to miss first test",
	"Peter Kennaugh wins Cadel Evans Great Ocean Road Race",
	"Tour Down Under Preview",
	"Eliminating Known Vulnerabilities With Snyk",
	"Watch These Sheep Take a Crazy Ride",
	"These Cyclists Are Changing the World—And Making the Rodale 100 List",
	"Inside Rose Bikes",
	"Coming Soon: Nearly Bulletproof Wi-Fi",
	"UCI takes back control of its Facebook page after hackers post risqué messages",
	"Kathryn Bertine Is Committed to Women's Cycling",
	"Gazprom-Rusvelo To Ride Giro d’Italia",
	"The New Smashing Mystery Riddle: Have You Figured It Out Yet?",
	"Notes From the Atmospheric River Desk",
	"Technology&#8217;s Future Looks a Lot Like the 1970s",
	"First Look: Wilier GTR SL",
	"UCI confirms motorised doping uncovered at cyclo-cross World Championships",
	"Skyline MTB – Queenstown Bike Park 2016",
	"Staff Lists: The 27 Albums We're Most Excited for in 2016",
	"Flow’s First Bite: Intense Spider 29C",
	"What's Hot And What's Not In Virtual Reality",
	"7 Foods to Eat When You're Drunk and Hungry",
	"Photo Galleries: Searching for an Underground Generation in Karachi, Pakistan",
	"Racing: Henderson Back on Top Winning Both Pemberton National Rounds",
	"This Couple Found Love Across the Globe Through Strava",
	"How to Ride Across Metal Road Obstacles",
	"Over the Counter Cures for Common Ailments",
	"Podcasts: 5-10-15-20: Chvrches",
	"Racing: McConnell Wall to Wall Wins in WA",
	"Tested: Canyon Strive CF 9.0 Race",
	"7 Steps for Mentally Healing from an Injury",
	"Responsive Image Breakpoints Generator, A New Open Source Tool",
	"Web Development Reading List #120: Safari 9.1, Chakra Core Open Sourced, ES6 Object Shorthand Syntax",
	"Leaner Responsive Images With Client Hints",
	"Flow’s First Bite: Öhlins RXF34 Fork",
	"When The Tech Industry Pushes for Social Justice",
	"Still Tired? There&#8217;s Help to Outsmart the Snooze Button",
	"Mt Buller: One Mountain, Many Ways to Ride it",
	"Interview: Turning Bumps into Heat, with Jeremiah Boobar",
	"Killian Callaghan to Represent Vitus Bikes at the 2016 EWS.",
	"Flow’s First Bite: Cannondale Jekyll Carbon 2",
	"4 Easy Steps to Instantly Transform a Bad Day",
	"Inside Cube Bikes",
	"How Stephen Colbert Showed That Donald Trump Disagrees With Donald Trump",
	"Wild Times with Emyr Davis Part 2.",
	"Why I Moved From A Square To A Circle",
	"Designing for Kids Is Not Child’s Play",
	"Shredding Downhill on a CX Bike With Yoann Barelli",
	"Planning and Organizing Workshops",
	"Sven Nys prepares for a final championship race",
	"Electric Fling: The New Miami Sound Machines",
	"Curb Your Enthusiasm. It&#8217;s Irritating Your Customers.",
	"9 Ways to be a Creative Genius in Business",
	"Apple and the Value-Priced iPhone: Take Two",
	"5 Natural Ways To Heal Road Rash",
	"The Wealthiest People in Pro Cycling",
	"How To Create And Customize A WordPress Child Theme",
	"13 Foolproof Ways to Start a Conversation With Someone You Admire",
	"The Wealthiest People in Pro Cycling, Part II",
	"This Brewery Stopped Making Beer So It Could Send 100,000 Cans of Water to Flint",
	"From the Top: Marcus Puerner of Cube Bikes",
	"Zwift Review",
	"Why Hong Kong May Soon Be the World's Next Startup Powerhouse",
	"Pro Team Sponsors – What Do They Do?",
	"Troy Brosnan | Escape to Paradise: Part 2",
	"The Electric Shock",
	"How to Become Ruthless, in a Thoughtful Way, With Managing Your Time.",
	"5 Amazing Lessons From the Man Whose Wife Tore Up a $915 Million Powerball Ticket",
	"Tested: Giant Anthem Advanced 27.5 1",
	"The Issue With Global Node Packages",
	"Freebie: The Months Of The Year Icon Set (12 Icons PSD, AI, EPS, SVG, PNG)",
	"Front Lines: The Northwest North Carolina MTB Alliance",
	"Heads-Up to Hollywood: Virtual Reality Is Going to the Movies",
	"Articles: Living Rooms: Inside Mexico City's Acid House",
	"Video: Sam Shucksmith joins Whyte, joins Whyte",
	"Flow’s First Bite: Fabric Scoop Saddle",
	"Runnin Wild in Queenstown",
	"Articles: Living Rooms: Exploring London's Corsica Studios",
	"Make These Ride-Ready Lasagna Rolls",
	"The Top 14 Conferences for Entrepreneurs to Attend in 2016",
	"Cancellara is back: Swiss star wins in Mallorca",
	"Profiles: All Apologies: DIIV’s Zachary Cole Smith Returns From the Brink",
	"Vittorio Brumotti Rides Up and Down a 6-Story Building",
	"Results: 2016 UCI cyclocross world championships, under-23 men, elite men",
	"Slow Change",
	"This week's sponsor: Code School",
	"How to Make Friday the Most Inspiring Day of Your Week",
	"Desktop Wallpaper Calendars: February 2016",
	"Variables: The Backbone Of CSS Architecture",
	"This week's sponsor: O’Reilly Design Conference",
	"Powers’ disappointed with Worlds result",
	"Jingle Cross confirmed for 2016-17 CX World Cup",
	"‘Technological fraud’ discovered at Zolder cyclocross worlds",
	"Worlds fans pelt van der Haar with beer, spit",
	"CX worlds: Evie Richards claims U-23 women’s victory",
	"Jens Dekker nabs juniors title at ‘cross worlds",
	"Results: 2016 UCI cyclocross world championships, elite and U23 women, junior men",
	"Van Aert outlasts Van der Haar in Zolder",
	"Finished: Tahnée Seagrave - Ask Me Anything",
	"Nobody Wants To Use Your Product",
	"De Jong sticks late attack to win women’s CX title",
	"The Moment The Race Was Won: The Tour Down Under",
	"Antonneau makes strides in muddy Zolder",
	"Video: GCN previews CX worlds with Jeremy Powers",
	"Brambilla victorious in second Mallorca stage",
	"Greipel claims second Mallorca win",
	"Iserbyt wins U23 worlds after Toupalik celebrates early",
	"Is The Internet Killing Creativity?",
	"Rainbow race: the parcours",
	"Inside Canyon Bikes",
	"Spanish court awards Heras $1 million over 2005 EPO positive",
	"McCarthy no longer Australia’s best-kept secret",
	"Katusha's Spring Campaign Saved By Cocaine!",
	"Notes From the Desert Desk",
	"New York Giants Brandon Meriweather Focuses on Hometown Children",
	"Ten Red Flags of Waste in the Bloated New 2016 Defense Budget",
	"Viacom's Stock Plunges 20% As Subscription Growth Slows",
	"Economists Need To Get Their Stories Straight About Money",
	"Pandora Earnings Preview: Soaring Expenses To Overshadow Strong Topline Improvement",
	"Where China Invests In America",
	"Tour of Qatar Stage 3 LIVE",
	"Nokia Earnings Preview: Networks Should Drive Growth",
	"Can We Have Too Much Transparency In Our Organizations?",
	"How to Crash with Nicholi Rogatkin - Video",
	"Spotlighting The Next Level Of Threat Intel With Digital Shadows",
	"One Trend To Rule Them All: The Hidden Maths Of Urban Economies",
	"Star Wars Is No Savior For Disney, Electronic Arts",
	"Why Jupiter's Great Red Spot Is The Perfect Storm",
	"Kik Battles Facebook With Bots In The New Messaging Wars",
	"One Pro Cycling partner with FSA and Prologo for first season in Pro Continental ranks",
	"Though The Fourth Quarter Might Still Show Weakness, Avon Products Is Working Hard To Revive Growth",
	"Proposed engine rules concern Newey",
	"Comment: Have Katusha been let off lightly for their failed drugs tests?",
	"Man discovers his wife is pregnant from “wrong” Fitbit heart rate readings",
	"‘I don’t think it’s safe to have people with different braking technology in the same bunch.’",
	"Volta a la Comunitat Valenciana Stage 5 LIVE",
	"‘As long as we win it doesn’t matter’: Mark Cavendish content with losing Qatar lead to Edvald Boasson Hagen",
	"Fabien Barel, Sam Hill and Mike Jones: Alexandra, NZ",
	"Peak Season For The Aurora Borealis Is Here Just In Time For Valentine's Day",
	"EBay CEO: Company Will Emerge Stronger After Tough 2016 For Tech",
	"Tour of Qatar Stage 1 LIVE",
	"How Do Chinese Music Consumers Compare To Those In The States?",
	"Toyota create ‘crash test cyclist’ to help develop driverless cars",
	"'XCOM 2' Has A Serious Pacing Problem",
	"Your Strava profile page will look very different when you next log in",
	"Fancy taking on Europe’s highest sportive?",
	"Real-Time Payments Are Coming To The US With TCH",
	"'The Art Of The Deal' Is The Biopic Donald Trump Deserves",
	"Ask Pinkbike: Handlebar Roll, Which Transition, and Timing With a Stopwatch",
	"Tour of Qatar Stage 2 LIVE",
	"F1 head protection plan for 2017",
	"Edvald Boasson Hagen takes Tour of Qatar lead from Mark Cavendish after time trial",
	"This track sprinter has 30,000 Facebook fans, but doesn’t actually exist (video)",
	"Cinnabon U Want - Video",
	"Farm Jam 2016",
	"Can an amateur beat Johan Museeuw up the Oude Kwaremont with the help of a motor? (video)",
	"F1 to remove engine restrictions",
	"Formula 1 gossip",
	"Rare Ferrari sells for 32m euros",
	"The Vanzacs Queenstown Reunion - Video",
	"Movies For Your Monday",
	"Pinkbike Awards 2015: Best Gear or Accessory",
	"2016 cycling team kits: top five (video)",
	"Wiggle is set to buy its main rival Chain Reaction Cycles",
	"Friday Racefest LIVE",
	"I don’t know when I’ll retire, says 44-year-old Davide Rebellin",
	"Saturday LIVE Races",
	"Interview: YT Mob Team Director Martin Whiteley",
	"Maxxis Griffin DH Tyre",
	"February Online Deals",
	"Etixx-Quick-Step Barred From Qatar",
	"Cavendish Smashes Crazy Qatar Stage",
	"German Wehrlein gets Manor drive",
	"Crankbrothers Stamp Flat Pedal",
	"Katusha Avoid Doping Suspension",
	"Twitter Security Chief Calls for Bolstered Cyber Regulation",
	"Is Wiggle set to buy Chain Reaction Cycles?",
	"Kyle Strait and Carson Storch: Amigos and Burritos - Video",
	"Troy Lee Designs Re-signs with Brandon Semenuk",
	"City worker describes ‘miraculous’ recovery after being left in coma by cyclist who jumped red light",
	"Can This App Rewire Podcasts For The Future?",
	"The 15-Second Films Taking Instagram By Storm",
	"Jared Graves' Specialized Enduro",
	"Vanzacs Reunion 2k16 – Queenstown",
	"What We Hope To Learn During Twitter's Q4 Earnings Report",
	"Mercedes 'assuming Ferrari wins'",
	"This Former Google Exec Is On A Mission To Develop A Blood Test For Cancer",
	"The Apple TV Is About To Get Much Better",
	"2016 Dodzy Memorial Enduro Tribute - Video",
	"Top 5 Aaron Gwin Videos",
	"Could Solar-Powered Drones Deliver Electricity To The Developing World?",
	"It's Official: Moore's Law Is Nearing Its End",
	"UCI Considers Searching All Bikes for Motors",
	"The YT Mob Launch: Gwin and Suarez",
	"London Bike Show this week",
	"Tour of Qatar stage three time trial start times",
	"Cab drivers lose High Court challenge over east-west Cycle Superhighway",
	"Brandon Semenuk: Vice Versa",
	"FBI Says It Still Can't Unlock San Bernardino Shooter's Encrypted Phone",
	"No Time Outs, No Substitutions: Building a Business \"Rollerball Style\"",
	"It’s official, David and Sarah are the most popular names for cyclists in the UK",
	"The new Cycle Sport is on Sale now",
	"Pinkbike Awards 2015: Innovation of the Year - Winner",
	"Mark Cavendish and Alexander Kristoff voice opinions on the Qatar World Championships circuit",
	"Boasson Hagen Storms Into Qatar Lead",
	"PREVIEW ISSUE 50 of PELOTON MAGAZINE",
	"Spy Edit: Mark Beaumont First Training With Madison Saracen.",
	"Pinkbike Awards 2015: Slopestyle-Freeride Event of the Year - Winner",
	"The Art of the Commit",
	"O’Neal | James Doerfling’s eternal search for the perfect line.",
	"Mail Order Madness - Are Wiggle Buying Chain Reaction Cycles?",
	"City Downhill World Tour 2016 Preview - Video",
	"Trek Session 9.9",
	"Schumacher latest not good - ex-boss",
	"What To Watch For In Tesla's Earnings Wednesday",
	"VitalRAW: Troy Brosnan Slams Hard at Thredbo.",
	"Diamonds from the Core 2016 – Part 2",
	"Will Patients Flock To This New \"Find A Doctor\" App?",
	"Van Avermaet likens Qatar World Championships course to Kermesse - News Shorts",
	"Video: Brandon Semenuk’s Vice Versa",
	"How Music Changes Our Behavior At Home",
	"9 Top Tips From The World Cup Downhill Circuit",
	"Brandon Semenuk | Vice-Versa.",
	"Mongoose Adds Brayden Barrett-Hay and Paul Genovese to Mountain Team",
	"Everything You Need To Know About Twitter's New Timeline Tweaks",
	"Viacom Extends Deal With Snapchat To Include Selling Ads On Its Behalf",
	"Kyle Strait and Carson Storch Eat All the Burritos.",
	"How to Find a Kickass Cycling-Specific Physical Therapist",
	"Super Slow Motion MTB in the Surrey Hills 4K.",
	"Track Cycling’s Most Famous Fake Sprinter",
	"Google's AI Software Can Now Legally Be Considered The \"Driver\" Of A Car",
	"Van Garderen to return to racing in Spain this weekend",
	"Federal Court Upholds Validity of Stan’s NoTubes Patent",
	"A Game of B-i-k-e With the Boys - Video",
	"Pioneer Drops Power Meter Prices",
	"Three Ways Heat Can Help You Heal",
	"BREAKING NEWS: Wiggle Set To Buy Chain Reaction Cycles",
	"Aaron Gwin Signs with YT Industries",
	"USA Cycling names nine to track team for World Championships",
	"Chris Horner trains with Lupus Racing Team - Gallery",
	"Diamonds from the Core 2016 – Part 3",
	"Why You Should Drink Alcohol on a Diet",
	"The Tacx Strikes Back: Neo Smart Trainer",
	"Apple Employees: Hackers Have Offered Us $23,000 For Our Login Info",
	"F1's car launch and testing schedule",
	"Kittel Claims the Dubai Tour",
	"Eric Young leads Rally’s sprint team into 2016",
	"Interview: YT's Markus Flossman on Signing Aaron Gwin",
	"BMX Legend Dave Mirra Dies of an Apparent Suicide",
	"Chris Horner Q&A: 'If my lungs come good, you'll see my full potential'",
	"RC Raps With GT on Pinkbike - Video",
	"Fresh Goods Friday 277",
	"Specialized 2FO Cliplite Shoes - Review",
	"Brave The Blizzard: Pictures from the Storm",
	"Rapha Unveils New 2016 Spring Lineup",
	"Froome Wins Herald Sun Tour",
	"Watch: Travis Pastrana Lands Insane Mountain Bike Jump",
	"You Can Buy the Mechanically Doped Bike Everyone's Talking About",
	"Dave Mirra got us thinking.",
	"GoPro Teases A Drone Launch",
	"1 Secret Skill Every Billionaire Masters",
	"7 Ways To Stay On Track This Superbowl Sunday",
	"10 of the Most Romantic Rides in the US",
	"Nicholi Rogatkin’s Crash Reel.",
	"Bite-sized Bike Bling from the Bike Place 2016 – Part 2",
	"Fat Bike Worlds Happened—And It Was Awesome",
	"Riders Shred Slopes in Fat Bike Freeride Video",
	"Behold The Grammycam!",
	"Exercise Your Inner Core to Fix Pelvic Floor Problems",
	"Meet the Super Bowl Athlete Who Rides as Hard as He Plays",
	"4 Steps to Mastering Icy Road Rides",
	"Sunshine and dust – Juliet explores Malaga’s enduro trails",
	"Tour of Qatar peloton samples 'complicated' Doha 2016 Worlds course",
	"Tour of Qatar time trial start times",
	"Motorised Madness – the insanity continues",
	"Australian summer of cycling - Gallery",
	"Aru satisfied with season debut in the Volta a la Valenciana",
	"Kristoff Steamrolls Qatar, Cav Holds Lead",
	"The Rowdy Crowd",
	"What You Need to Know About Crankarm Length",
	"Diamonds from the Core 2016 – Part 1",
	"Throwback Thursday – Scot Nicol/Chuck Ibis",
	"7 Yoga Poses That Shed Pounds",
	"Make Indoor Training Easier with the Wahoo Fitness Desk",
	"Rest In Peace, Kelly McGarry",
	"The Best Response Ever to Our 'We Dare You' Issue",
	"Kickstarter Hits Major Milestone: 100,000 Projects Now Funded",
	"Can You Get Fired For Having Postpartum Depression?",
	"Here's How Obama's Cybersecurity Plan Could Affect You",
	"Trek Madone vs Emonda, the bikes of Ryder Hesjedal",
	"How Bike Touring Saved This Small Town",
	"How to Set Your Power Output Goals",
	"This week's sponsor: BUGHERD",
	"9 Dos and Don’ts of Winter Cycling",
	"The Quirky Evening Ritual That Completely Changed My Business",
	"Pen Tool Vs. Live Trace: The Big Comparison",
	"Thursday Shorts",
	"This week's sponsor: Hired",
	"The Best-Kept Secrets of Venture Capital",
	"Check out this Pedal-Powered Theme Park",
	"Crash Video: Downhill Fails",
	"BMX Legend, Dave Mirra, Dies",
	"5 Reasons You Should Drink More Water",
	"Cavalerie Anakin - Review",
	"Aaron Gwin Gets YT Industries Sponsor",
	"Colnago to sponsor pink and white jerseys at Giro Rosa",
	"Nicholi Rogatkin’s Top 10 Wipeouts",
	"Henderson and Ivory Record Thrilling Thredbo Wins",
	"Wireless Tax Is Burdensome, and It's Hurting the American Poor",
	"5 Underrated Conversational Skills of Highly Successful People",
	"5 Qualities Facebook Looks for in Its Employees",
	"Core Bike 2016: New Gore clothing",
	"Roads to Ride: Muur van Geraardsbergen",
	"Tested: Q36.5 Cold-Weather Riding Apparel",
	"Aaron Gwin joins The YT Mob",
	"Automatically Art-Directed Responsive Images? Here You Go.",
	"Aaron Gwin Joins YT Industries!",
	"Web Development Reading List #123: Meaningful Git Commits and HTTP Status Codes",
	"The Best and Worst US States for Physical Well-Being",
	"The Pain With No Name",
	"Smashing Mystery Resolved: New York Pizza, Jules Verne and 28 Hong Kong Street",
	"10 Winter Riding Essentials to Keep You Warm",
	"Freebie: Home Appliance And Real Estate Icons (72 Icons, AI, CSH, EPS, SVG, Webfont, Sketch)",
	"VIDEO: Beer, Beef, Barrows and Trail Karma",
	"The One Simple Thing You Can Do To Make Your Business More Profitable",
	"Video: Intense Factory Racing Team Training in SoCal",
	"Australia announce track team for London World Championships",
	"The Big Problem With Valentine's Day, and What Salespeople Can Learn From It",
	"Tested: Specialized Camber Expert Carbon 29",
	"Bite-sized Bike Bling from the Bike Place 2016 – Part 1",
	"5 creative ways to stay ahead in a changing industry",
	"6 Fatal Startup Problems That Money Can't Fix",
	"Why Referral Bonuses May Be the Secret to Improving Your Company's Diversity",
	"5 Hilarious Viral Videos and the Products They Launched Into the Stratosphere",
	"Hardware Hacking With JavaScript",
	"Design Mock-Ups Need Dynamic Content: Tools and Plugins",
	"Breaking It Down To The Bits: How The Internet, DNS, And HTTPS Work",
	"What We Learned from Riding Every Day",
	"4 Guidelines to Hiring Your First Employee",
	"Why You Need to Suck It Up and Fire Underperformers",
	"Transforming Lufthansa’s Brand Strategy: From The Online To Interactive Age, A Case Study",
	"3 Qualities That Make High Performers Different From Workaholics",
	"Which Races Will Katusha Miss?",
	"Video: See What Speed Sounds Like",
	"Katusha Ride On",
	"Video Editing Startup Magisto Rolls Out New Feature for Small Businesses",
	"Should You Penalize Job Candidates Who Apply at the Last Minute?",
	"Why Slack Turned an Awards Show Trophy Into a Win for Diversity",
	"7 Great Business Apps That Every Founder Should Learn From",
	"Core Bike 2016: Hannah’s products of many colours",
	"Tested: Scott Scale 720 Plus",
	"JavaScript AI For An HTML Sliding Tiles Puzzle",
	"Core Bike 2016 – The Evil Wreckoning",
	"Zep's How-To Mythbusters: Body Position for Descending and Corners",
	"Writing Next Generation Reusable JavaScript Modules in ECMAScript 6",
	"Core Bike 2016 – Hope Newness",
	"Making A Service Worker: A Case Study",
	"Kelly McGarry: A Video Tribute",
	"Riders say UCI’s ramped-up motor testing is warranted",
	"UCI considers testing all bikes for hidden motors",
	"Motorized cheating case moves forward",
	"UCI’s team reforms enacted — in NASCAR",
	"Technical FAQ: Tires for riding rollers",
	"Trentin’s road to classics climbs Mount Etna",
	"Classics rider Van Avermaet still chasing a classics win",
	"In Qatar, another avoidable crash",
	"Reviewed: Specialized Airnet helmet",
	"One Pro Cycling aiming to become next British WorldTour team in 2017",
	"Building A First-Class App That Leverages Your Website: A Case Study",
	"Kristoff: ‘Good ol’ Boasson Hagen has returned’",
	"Shifting Gears #3: Fighting off couch potato heart rate",
	"Specialized cuts three percent of global workforce",
	"Van Garderen hits the reset button in Spain",
	"Kermesse-style Doha worlds course favors tough sprinters",
	"Bike Place 2016 – Niner, BOS, Wickens and Soderstrom",
	"It's YT Industries - Exclusive Gwin Interview",
	"Gallery: 2016 Tour of Qatar, stage 3",
	"Boasson Hagen wins Qatar TT, takes overall lead",
	"Gallery: Tour of Qatar, stage 2",
	"Kristoff beats Cavendish in Tour of Qatar stage 2",
	"Pro Bike Gallery: Fabian Cancellara’s Trek Madone RSL",
	"Bike Place 2016: Vaude Flat Pedal Shoes",
	"ANAPRC calls for updated UCI course-safety regulations after Qatar crash - News Shorts",
	"Katusha avoids suspension, Paolini’s case deemed recreational",
	"Afterword: Earth, Wind & Fire’s Maurice White",
	"Interviews: The Strangest Trip: Animal Collective on the Legacy of Animal Collective",
	"Articles: Living Rooms: Visiting New York DIY Space Trans-Pecos",
	"Interviews: Flesh to Dust: LUH’S Anthems of Disillusionment",
	"Singletrack Issue 103: Out This Week",
	"Intense Cycles Announces 2016 Factory Team Roster",
	"Photo Galleries: Perfume Genius: The Queen of Shanghai",
	"Rising: Zero Fatigue: Chicago’s Next Hip-Hop Visionaries",
	"Interviews: The Range Journeys to the End of YouTube",
	"Articles: Living Rooms: Breaking Bread at Paris' Les Instants Chavirés",
	"The YT Mob: YT joins the World Cup with Aaron Gwin and Angel Suarez",
	"Bike Place 2016 – NEW Orange Four and revamped Segment",
	"Are Motors Worse Than Doping?",
	"Singular Cycles Spreads Its Wings",
	"Shimano XT M8000 Drivetrain - Review",
	"First Ride: The SantaCruz Hightower – Patagonian adventure",
	"The Hightower – SantaCruz launches new 29in/27.5+ bike",
	"MUST WATCH: Brandon Semenuk - ''Vice Versa'' - Video",
	"BREAKING NEWS – Rampage Rider Kelly McGarry Dies"
]